Repository: hewimetall/wataiil_damo
Catalog: locale/wagtailmedia/*/LC_MESSAGES/django.po
Languages: ru

source: Add
ru: Добавить

source: Add/edit media you own
ru: Ajouter/modifier vos médias

source: Edit
ru: Редактировать

source: Edit any media
ru: Редактировать любые медиа

source: Audio file
ru: Аудио файл

source: Video file
ru: Видео файл

source: title
ru: Заголовок

source: file
ru: Файл

source: duration
ru: продолжительность

source: Duration in seconds
ru: Продолжительность в секундах

source: width
ru: ширина

source: height
ru: длина

source: thumbnail
ru: миниатюра

source: created at
ru: созданно

source: uploaded by user
ru: загруженно пользователем

source: tags
ru: тег

source: media
ru: медиа

source: Choose a media file
ru: Выберете медиа файл

source: Search
ru: Поиск

source: Upload Audio
ru: Загрузите аудио

source: Upload Video
ru: Загрузиту видео

source: Uploading…
ru: Загрузка…

source: Upload
ru: Загруженно

source: There is one match
ru: Есть одно совпадение

source: Latest media
ru: Последние медиа

source: Sorry, no media files match "<em>%(query_string)s</em>"
ru: Файл не найден "<em>%(query_string)s</em>"

source: <span>%(total)s</span> Media file
ru: <span>%(total)s</span> Файл

source: Change media file:
ru: Измените медиа файл :

source: Change thumbnail file:
ru: Измените минеатюру файла:

source: Add audio
ru: Добавить аудиофайл

source: Add video
ru: Добавить видеофайл

source: Add audio or video
ru: Добавить видео или аудио файл

source: Delete %(title)s
ru: Удалить %(title)s

source: Delete media file
ru: Удалить файл

source: Used %(usage_count)s time
ru: Использованно %(usage_count) времени

source: Are you sure you want to delete this media file?
ru: Вы уверены, что хотите удалить этот медиафайл ?

source: Yes, delete
ru: Да ,удалить

source: Editing %(title)s
ru: Редактирование %(title)

source: Editing
ru: Редактирование

source: Save
ru: Сохранить

source: Delete
ru: Удалить

source: Filesize
ru: Размер файла

source: File not found
ru: Файл не найден

source: Usage
ru: Использованно

source: Media
ru: Медиа

source: Title
ru: Заголовок

source: File
ru: Файл

source: Type
ru: Тип

source: Uploaded
ru: Загруженно

source: You haven't uploaded any media files in this collection. You can upload <a href="%(wagtailmedia_add_audio_url)s">audio</a> or <a href="%(wagtailmedia_add_video_url)s">video</a> files.
ru: Вы не загрузили медиафайлы в эту коллекцию. Вы можете загрузить <a href="%(wagtailmedia_add_audio_url)s">аудио</a> или <a href="%(wagtailmedia_add_video_url)s">видео</a> файл.

source: You haven't uploaded any media files. You can upload <a href="%(wagtailmedia_add_audio_url)s">audio</a> or <a href="%(wagtailmedia_add_video_url)s">video</a> files.
ru: Вы не загрузили медиафайлы. Вы можете загрузить <a href="%(wagtailmedia_add_audio_url)s">аудио</a> или <a href="%(wagtailmedia_add_video_url)s">видео</a> файл.

source: Usage of %(title)s
ru: Использовано %(title)s

source: Usage of
ru: Использование

source: Parent
ru: Родитель

source: Status
ru: Статус

source: Edit this page
ru: Редактировать эту страницу

source: Search media files
ru: Поиск медиа файлов

source: Search media
ru: Поиск медиа

source: Media file '{0}' added.
ru: Добавлен медиафайл '{0}'.

source: The media file could not be saved due to errors.
ru: Медиа-файл не может быть сохранен из-за ошибок.

source: Media file '{0}' updated
ru: Медиа-файл '{0}' обновлен

source: The media could not be saved due to errors.
ru: Файл не удалось сохранить из-за ошибок.

source: The file could not be found. Please change the source or delete the media file
ru: Файл не найден. Пожалуйста, измените источник или удалите медиа файл

source: Media file '{0}' deleted.
ru: Медиа-файл '{0}' удален.

source: %(count)s media file
ru: %(count) медиафайл

source: Choose a media item
ru: Выберите медиа-элемент

source: Choose another media item
ru: Выберите другой медиа-элемент

source: Edit this media item
ru: Редактировать этот медиа-элемент
